lo22/av_22_proc4_modelHB_turbRAS_3.0.1_model/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides
    {
        type            patch;
        nFaces          3856;
        startFace       447345;
    }
    slope
    {
        type            wall;
        inGroups        1(wall);
        nFaces          40843;
        startFace       451201;
    }
    atmosphere
    {
        type            patch;
        nFaces          40843;
        startFace       492044;
    }
)

// ************************************************************************* //
