lo22/av_22_proc4_modelHB_turbRAS_3.0.1_model/0/alpha.water
FoamFile
{
	version	2.0;
	format	ascii;
	class	volScalarField;
	location	"0";
	object	alpha.water;
}

dimensions	[0 0 0 0 0 0 0];

internalField	nonuniform List<scalar>
163372
(
0
0
0
0
0
0
0
0
...
)
;

boundaryField
{
	sides
	{
		type		inletOutlet;
		inletValue	uniform 0;
		value		uniform 0;
	}
	slope
	{
		type		zeroGradient;
	}
	atmosphere
	{
		type		inletOutlet;
		inletValue	uniform 0;
		value		uniform 0;
	}
}
